[HereticGethIncursion X2SitRepTemplate]
FriendlyName="Вторжение"
Description="Разведка докаладывает об активности неизвестных пришельцев в регионе. И это точно не Адвент."

[HereticGethIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Вторжение"
Description="Активность неизвестных пришельцев в регионе"


[HereticTrooper_M1 X2CharacterTemplate]
strCharacterName="Синтетик 1.0"
strAcquiredText="Похоже это самый базовый боец неизвестных пришельцев, которых мы начали называть Синтетиками. Гибрид плоти и электроники."

[HereticTrooper_M2 X2CharacterTemplate]
strCharacterName="Синтетик воин"
strAcquiredText="Похоже это самый базовый боец неизвестных пришельцев, которых мы начали называть Синтетиками. Гибрид плоти и электроники."

[HereticTrooper_M3 X2CharacterTemplate]
strCharacterName="Синтетик воин 2.0"
strAcquiredText="Улучшенная версия синтетиков, обладающая более крепкой обшивкой. Гибрид плоти и электроники."

[HereticPyro_M1 X2CharacterTemplate]
strCharacterName="Синтетик 1.0"

[HereticPyro_M2 X2CharacterTemplate]
strCharacterName="Синтетик выжигатель"
strAcquiredText="Эта разновидность синтетиков вооружена огнеметом и похоже выполняет функцию зачистки территории, после крупномасштабного нападения."

[HereticPyro_M3 X2CharacterTemplate]
strCharacterName="Синтетик выжигатель 2.0"
strAcquiredText="Улучшенная версия синтетиков вооруженных огнеметом и похоже выполняющих функцию зачистки территории, после крупномасштабного нападения."

[HereticHunter_M1 X2CharacterTemplate]
strCharacterName="Синтетик охотник 1.0"

[HereticHunter_M2 X2CharacterTemplate]
strCharacterName="Синтетик охотник"
strAcquiredText="Вид синтетиков предназначенный для скрытных операций и неожиданных атак перед вторжением. Не подпускайте их близко!"

[HereticHunter_M3 X2CharacterTemplate]
strCharacterName="Синтетик охотник 2.0"
strAcquiredText="Улучшенная версия охотника предназначенна для скрытных операций и неожиданных атак перед вторжением. Не подпускайте их близко!"

[HereticPrime_M1 X2CharacterTemplate]
strCharacterName="Синтетик ПРАЙМ 1.0"

[HereticPrime_M2 X2CharacterTemplate]
strCharacterName="Синтетик ПРАЙМ"
strAcquiredText="Эта платформа что-то вроде главного узла управления другими синтетиками. Он координирует их действия и выступает в авангарде вторжения."

[HereticPrime_M3 X2CharacterTemplate]
strCharacterName="Синтетик ПРАЙМ 2.0"
strAcquiredText="Эта платформа что-то вроде главного узла управления другими синтетиками. Он координирует их действия и выступает в авангарде вторжения."


[Pyro_CV X2WeaponTemplate]
FriendlyName="Огнемет пришельцев"
FriendlyNamePlural="Огнемет пришельцев"
BriefSummary=""
TacticalText=""

[Pyro_MG X2WeaponTemplate]
FriendlyName="Огнемет пришельцев"
FriendlyNamePlural="Огнемет пришельцев"
BriefSummary=""
TacticalText=""

[Pyro_BM X2WeaponTemplate]
FriendlyName="Огнемет пришельцев"
FriendlyNamePlural="Огнемет пришельцев"
BriefSummary=""
TacticalText=""

[HereticRifle_CV X2WeaponTemplate]
FriendlyName="Импульстная винтовка"
FriendlyNamePlural="Импульстная винтовка"
BriefSummary=""
TacticalText=""

[HereticRifle_MG X2WeaponTemplate]
FriendlyName="Импульстная винтовка"
FriendlyNamePlural="Импульстная винтовка"
BriefSummary=""
TacticalText=""

[HereticRifle_BM X2WeaponTemplate]
FriendlyName="Импульстная винтовка"
FriendlyNamePlural="Импульстная винтовка"
BriefSummary=""
TacticalText=""

[HereticCannon_CV X2WeaponTemplate]
FriendlyName="Импульстная пушка"
FriendlyNamePlural="Импульстная пушка"
BriefSummary=""
TacticalText=""

[HereticCannon_MG X2WeaponTemplate]
FriendlyName="Импульстная пушка"
FriendlyNamePlural="Импульстная пушка"
BriefSummary=""
TacticalText=""

[HereticCannon_BM X2WeaponTemplate]
FriendlyName="Импульстная пушка"
FriendlyNamePlural="Импульстная пушка"
BriefSummary=""
TacticalText=""

[HereticShotgun_CV X2WeaponTemplate]
FriendlyName="Дробовик пришельцев"
FriendlyNamePlural="Дробовик пришельцев"
BriefSummary=""
TacticalText=""

[HereticShotgun_MG X2WeaponTemplate]
FriendlyName="Дробовик пришельцев"
FriendlyNamePlural="Дробовик пришельцев"
BriefSummary=""
TacticalText=""

[HereticShotgun_BM X2WeaponTemplate]
FriendlyName="Дробовик пришельцев"
FriendlyNamePlural="Дробовик пришельцев"
BriefSummary=""
TacticalText=""


[HereticHunterAct X2AbilityTemplate]
LocFriendlyName="Бей и беги"
LocHelpText="Дает дополнительное действие после атаки по врагу без укрытия или с фланга."

[HereticPyroCritImmunity X2AbilityTemplate]
LocFriendlyName="Крепкий корпус"
LocHelpText="Иммунитет к критическим ударам."
LocFlyOverText="Крепкий корпус"

[HereticPrimeShield_M1 X2AbilityTemplate]
LocFriendlyName="Защитное поле"
LocHelpText="Защитное поле, каждый ход восстанавливает немного щита."
LocFlyOverText="Защитное поле"

[HereticPrimeShield_M2 X2AbilityTemplate]
LocFriendlyName="Защитное поле"
LocHelpText="Защитное поле, каждый ход восстанавливает немного щита."
LocFlyOverText="Защитное поле"

[HereticPrimeShield_M3 X2AbilityTemplate]
LocFriendlyName="Защитное поле"
LocHelpText="Защитное поле, каждый ход восстанавливает немного щита."
LocFlyOverText="Защитное поле"

[HereticTrooperShield_M1 X2AbilityTemplate]
LocFriendlyName="Защитное поле"
LocHelpText="Защитное поле, каждый ход восстанавливает немного щита."
LocFlyOverText="Защитное поле"

[HereticTrooperShield_M2 X2AbilityTemplate]
LocFriendlyName="Защитное поле"
LocHelpText="Защитное поле, каждый ход восстанавливает немного щита."
LocFlyOverText="Защитное поле"

